export const data_notice = [
  {
    id: "1",
    title: "바퀴자국 프로젝트",
    contents: `오늘 [바퀴자국] 프로젝트 진행하고 있는 경찰행정학과 이수영님과 프로젝트 진행 관련해서 미팅하고 왔습니다.

    1.	개발 기간: 6월 ~ 10월 말까지 완성 후 배포
    
    2.	구성 인원: 프론트 / 백엔드 개발 총 팀원 4명
    
    3.	개발 형태: 사용자에게 제공 될 앱 / 관리자용 웹
    
    4.	진행사항: 
    ①	경상남도와는 얘기가 된 상태, 통영시와는 협의 예정
    ②	올해에 다양한 창업공모전이나 기타 정부지원사업들을 지원 할 계획이고, 지자체를 포함한 협력사도 2개 이상 확보할 계획
    
    5.	제공사항: 인건비, 장비 제공은 사업자 등록번호가 나왔을때 지급이 가능해서 개발이 완료 되었을 때 4대 보험 가입 후 지급 (자세한건 다시 얘기 해봐야 함)
    
    6.	고려해야 할 사항: 
    ①	10월 말까지 완성하겠다는 계약서 작성을 원하고 계십니다.
    ②	주마다 한번 혹은, 달마다 한번은 이수영님과 함께 진행사항 관련해서 얘기를 나눌 예정입니다.
    
    관련해서 생각 있으신분들은 저한테 내일(22일, 월요일)까지 말씀해주세요. 개발 일정이 생각보다 타이트해서 아마 하게 된다면 엄청 바쁘겠지만 실력은 금방 늘지 않을까 싶습니다. 프로젝트 관련해서 자세한건 내일 이완주 교수님과 얘기 나눠볼 예정입니다.`,
    createdAt: "2023-05-21",
    img: "https://cdn.pixabay.com/photo/2014/04/05/11/40/poster-316690_960_720.jpg",
  },
  {
    id: "2",
    title: "공지사항2",
    contents: "공지사항2",
    createdAt: "2023-05-08",
    img: "",
  },
  {
    id: "3",
    title: "공지사항3",
    contents: "공지사항3",
    createdAt: "2023-05-09",
    img: "",
  },
  {
    id: "4",
    title: "공지사항4",
    contents: "공지사항4",
    createdAt: "2023-05-10",
    img: "",
  },
  {
    id: "5",
    title: "공지사항5",
    contents: "공지사항5",
    createdAt: "2023-05-13",
    img: "",
  },
  {
    id: "6",
    title: "공지사항6",
    contents: "공지사항6",
    createdAt: "2023-05-08",
    img: "",
  },
  {
    id: "7",
    title: "공지사항7",
    contents: "공지사항7",
    createdAt: "2023-05-08",
    img: "",
  },
  {
    id: "8",
    title: "공지사항8",
    contents: "공지사항8",
    createdAt: "2023-05-09",
    img: "",
  },
  {
    id: "9",
    title: "공지사항9",
    contents: "공지사항9",
    createdAt: "2023-05-10",
    img: "",
  },
  {
    id: "10",
    title: "공지사항10",
    contents: "공지사항10",
    createdAt: "2023-05-13",
    img: "",
  },
];