export const data_notice = [
  {
    id: 1,
    category: "서비스",
    title: "[안내] 네이버웍스 로그인 웹페이지 주소 변경",
    contents: `안녕하세요, 네이버웍스입니다.

4/23(화)부터 네이버웍스의 로그인 웹페이지 주소가 *.worksmobile.com에서 *.works.do로 변경됩니다.

*.worksmobile.com으로 접속 시 자동으로 *.works.do로 웹페이지 주소가 변경되며, 로그인 화면은 동일하게 유지됩니다.
또한 SSO (Single sign-on) 로그인을 설정한 고객께서는 설정의 수정 없이 그대로 SSO 로그인이 가능합니다.

방화벽에서 *.worksmobile.com 웹페이지 주소의 접속을 허용한 고객께서는 *.works.do의 주소도 허용하여
구성원들이 로그인에 불편을 겪지 않도록 조치 부탁드립니다.

이와 관련해서 궁금한 점이 있으신 분은 온라인 문의하기로 문의 부탁드리며,
파트너 고객사의 경우 파트너사의 고객센터로 문의 부탁드립니다.
(파트너 고객사께서 ‘온라인 문의하기’로 문의 접수 시 문의 대응에 제한이 있을 수 있습니다.) 

앞으로도 더 좋은 서비스를 제공하기 위해 지속적으로 개선해 나가겠습니다.

감사합니다.`,
    createdAt: "2024.03.14",
    file: [
      "https://cdn.pixabay.com/photo/2014/04/05/11/40/poster-316690_960_720.jpg",
      "https://cdn.pixabay.com/photo/2023/11/23/20/40/ocean-8408693_1280.jpg",
      "https://cdn.pixabay.com/photo/2024/03/21/14/29/car-8647805_1280.jpg",
    ],
  },

  {
    id: 2,
    category: "서비스",
    title: "네이버웍스 API 1.0 종료 사전 안내",
    contents: `안녕하세요, 네이버웍스입니다.

22년 3월 7일 기 안내해드렸던대로 24년 4월 1일 NAVER WORKS API 1.0 서비스가 공식 종료됩니다. (링크)
서비스가 종료된 이후 API 1.0 관련 모든 문서는 삭제되며, 다음 정기 업데이트에서는 네이버웍스 Developers console 에서 ‘API 1.0’ 메뉴 및
‘API 1.0 통계 보기’ 메뉴도 제거됩니다.
※ 다음 정기 업데이트는 공지사항을 통해 안내될 예정입니다.

API 2.0으로 전환 기간을 고려해 9/1까지 API 1.0을 호출하실 수 있으며 또한 제거된 API 1.0 메뉴들은 아래 링크들을 통해 접속하실 수 있습니다. 
– ‘API 1.0’ 메뉴 (링크)
– ‘API 1.0 통계 보기’ 메뉴 (링크)
아직 API 2.0으로 전환하지 않은 고객께서는 이용에 불편을 겪지 않도록 API 2.0으로 빠르게 전환해주시기 바랍니다.

API 2.0으로 전환을 위한 참고 자료는 아래 링크를 확인해주세요.
1. API 2.0 소개 (링크)
2. API 1.0으로 설정한 Bot을 API 2.0 기반으로 업그레이드 (링크)
3. 조직 연동 시 호출하는 API를 API 2.0으로 전환 (링크1, 링크2)
4. API 2.0 Rate limit (링크)

이와 관련해서 궁금한 점이 있으신 분은 온라인 문의하기로 문의 부탁드리며,
파트너 고객사의 경우 파트너사의 고객센터로 문의 부탁드립니다.
(파트너 고객사께서 ‘온라인 문의하기’로 문의 접수 시 문의 대응에 제한이 있을 수 있습니다.) 

감사합니다.`,
    createdAt: "2024.03.05",
    file: null,
  },

  {
    id: 3,
    category: "업데이트",
    title: "네이버웍스 비정기 업데이트 소식",
    contents: `안녕하세요, 네이버웍스입니다.

네이버웍스 비정기 업데이트가 2024년 2월 20일(화)에 진행됩니다.
자세한 업데이트 사항은 아래 내용을 확인해 주시기 바랍니다.
​
■ 업데이트 일정 : 2024년 2월 20일(화) 오후 2시경
※ 앱 노출 시간은 앱스토어 사정에 따라 상이할 수 있습니다.
※ Mobile앱은 선택 업데이트 방식으로 [Mobile앱 > 더보기 > 애플리케이션 정보]를 통해서도 최신 버전으로 업데이트 할 수 있습니다.`,
    createdAt: "2024.02.16",
    file: [
      "https://cdn.pixabay.com/photo/2014/04/05/11/40/poster-316690_960_720.jpg",
      "https://cdn.pixabay.com/photo/2023/11/23/20/40/ocean-8408693_1280.jpg",
      "https://cdn.pixabay.com/photo/2024/03/21/14/29/car-8647805_1280.jpg",
    ],
  },
  {
    id: 4,
    category: "이벤트",
    title: "[교육] 네이버웍스 사용자 무료 교육 안내ㅣ23년 11월 22일(수)",
    contents: `안녕하세요, 네이버웍스입니다.

네이버웍스 사용자를 위한 무료 정기 교육을 안내해 드립니다.

자세한 내용은 아래 참고해주시기 바랍니다.

■ 대상 : 네이버웍스 사용자 (사내 네이버웍스 사용자·관리자)
■ 일정 : 2023년 11월 22일 (수) 10:00 ~ 17:00
■ 장소 : 네이버클라우드 Ncloud Space (서울시 강남구 테헤란로 133 11층 강의장)
■ 프로그램 :
10:00 – 11:00   사용자·관리자를 위한 네이버웍스 시작하기
11:00 – 12:00   사용자를 위한 네이버웍스 사용하기 1
12:00 – 13:00   점심시간 
13:30 – 14:30  사용자를 위한 네이버웍스 사용하기 2 
14:30 – 15:30  관리자를 위한 네이버웍스 Admin 설정하기 
15:30 – 17:00  사용자·관리자를 위한 워크박스 사용하기 

■ 신청방법 : 교육 신청하기
       ※ 상단 ‘교육 신청하기’를 클릭하신 후 개인 정보를 입력하시면 신청이 완료됩니다. 

■ 안내 사항:
– 본 교육은 ‘사용자·관리자를 위한 워크박스 사용하기’ 교육 세션이 포함되어 있습니다.
– 본 교육은 무료이나 좌석 수가 한정되어 조기 마감될 수 있습니다. 
– 단일 회사에서 여러 명이 참석을 희망하시는 경우, 개인별로 ‘교육 신청하기’ 링크를 통해 신청해 주셔야 합니다.
– 실습 과정이 포함되어 있음으로 개인 노트북을 꼭 지참해주시기 바랍니다.
– 주차 요금을 지원하지 않사오니, 대중교통 이용을 권장드립니다.
– 오프라인 교육은 온라인 동영상으로 제공하지 않습니다. 
 
감사합니다.`,
    createdAt: "2023.11.05",
    file: [
      "https://cdn.pixabay.com/photo/2014/04/05/11/40/poster-316690_960_720.jpg",
      "https://cdn.pixabay.com/photo/2023/11/23/20/40/ocean-8408693_1280.jpg",
      "https://cdn.pixabay.com/photo/2024/03/21/14/29/car-8647805_1280.jpg",
    ],
  },
  {
    id: 5,
    category: "서비스",
    title: "[안내] 네이버웍스 로그인 웹페이지 주소 변경",
    contents: `안녕하세요, 네이버웍스입니다.

4/23(화)부터 네이버웍스의 로그인 웹페이지 주소가 *.worksmobile.com에서 *.works.do로 변경됩니다.

*.worksmobile.com으로 접속 시 자동으로 *.works.do로 웹페이지 주소가 변경되며, 로그인 화면은 동일하게 유지됩니다.
또한 SSO (Single sign-on) 로그인을 설정한 고객께서는 설정의 수정 없이 그대로 SSO 로그인이 가능합니다.

방화벽에서 *.worksmobile.com 웹페이지 주소의 접속을 허용한 고객께서는 *.works.do의 주소도 허용하여
구성원들이 로그인에 불편을 겪지 않도록 조치 부탁드립니다.

이와 관련해서 궁금한 점이 있으신 분은 온라인 문의하기로 문의 부탁드리며,
파트너 고객사의 경우 파트너사의 고객센터로 문의 부탁드립니다.
(파트너 고객사께서 ‘온라인 문의하기’로 문의 접수 시 문의 대응에 제한이 있을 수 있습니다.) 

앞으로도 더 좋은 서비스를 제공하기 위해 지속적으로 개선해 나가겠습니다.

감사합니다.`,
    createdAt: "2023.03.14",
    file: [
      "https://cdn.pixabay.com/photo/2014/04/05/11/40/poster-316690_960_720.jpg",
      "https://cdn.pixabay.com/photo/2023/11/23/20/40/ocean-8408693_1280.jpg",
      "https://cdn.pixabay.com/photo/2024/03/21/14/29/car-8647805_1280.jpg",
    ],
  },

  {
    id: 6,
    category: "서비스",
    title: "네이버웍스 API 1.0 종료 사전 안내",
    contents: `안녕하세요, 네이버웍스입니다.

22년 3월 7일 기 안내해드렸던대로 24년 4월 1일 NAVER WORKS API 1.0 서비스가 공식 종료됩니다. (링크)
서비스가 종료된 이후 API 1.0 관련 모든 문서는 삭제되며, 다음 정기 업데이트에서는 네이버웍스 Developers console 에서 ‘API 1.0’ 메뉴 및
‘API 1.0 통계 보기’ 메뉴도 제거됩니다.
※ 다음 정기 업데이트는 공지사항을 통해 안내될 예정입니다.

API 2.0으로 전환 기간을 고려해 9/1까지 API 1.0을 호출하실 수 있으며 또한 제거된 API 1.0 메뉴들은 아래 링크들을 통해 접속하실 수 있습니다. 
– ‘API 1.0’ 메뉴 (링크)
– ‘API 1.0 통계 보기’ 메뉴 (링크)
아직 API 2.0으로 전환하지 않은 고객께서는 이용에 불편을 겪지 않도록 API 2.0으로 빠르게 전환해주시기 바랍니다.

API 2.0으로 전환을 위한 참고 자료는 아래 링크를 확인해주세요.
1. API 2.0 소개 (링크)
2. API 1.0으로 설정한 Bot을 API 2.0 기반으로 업그레이드 (링크)
3. 조직 연동 시 호출하는 API를 API 2.0으로 전환 (링크1, 링크2)
4. API 2.0 Rate limit (링크)

이와 관련해서 궁금한 점이 있으신 분은 온라인 문의하기로 문의 부탁드리며,
파트너 고객사의 경우 파트너사의 고객센터로 문의 부탁드립니다.
(파트너 고객사께서 ‘온라인 문의하기’로 문의 접수 시 문의 대응에 제한이 있을 수 있습니다.) 

감사합니다.`,
    createdAt: "2023.03.05",
    file: null,
  },

  {
    id: 7,
    category: "업데이트",
    title: "네이버웍스 비정기 업데이트 소식",
    contents: `안녕하세요, 네이버웍스입니다.

네이버웍스 비정기 업데이트가 2024년 2월 20일(화)에 진행됩니다.
자세한 업데이트 사항은 아래 내용을 확인해 주시기 바랍니다.
​
■ 업데이트 일정 : 2024년 2월 20일(화) 오후 2시경
※ 앱 노출 시간은 앱스토어 사정에 따라 상이할 수 있습니다.
※ Mobile앱은 선택 업데이트 방식으로 [Mobile앱 > 더보기 > 애플리케이션 정보]를 통해서도 최신 버전으로 업데이트 할 수 있습니다.`,
    createdAt: "2023.02.16",
    file: [
      "https://cdn.pixabay.com/photo/2014/04/05/11/40/poster-316690_960_720.jpg",
      "https://cdn.pixabay.com/photo/2023/11/23/20/40/ocean-8408693_1280.jpg",
      "https://cdn.pixabay.com/photo/2024/03/21/14/29/car-8647805_1280.jpg",
    ],
  },
  {
    id: 8,
    category: "이벤트",
    title: "[교육] 네이버웍스 사용자 무료 교육 안내ㅣ23년 11월 22일(수)",
    contents: `안녕하세요, 네이버웍스입니다.

네이버웍스 사용자를 위한 무료 정기 교육을 안내해 드립니다.

자세한 내용은 아래 참고해주시기 바랍니다.

■ 대상 : 네이버웍스 사용자 (사내 네이버웍스 사용자·관리자)
■ 일정 : 2023년 11월 22일 (수) 10:00 ~ 17:00
■ 장소 : 네이버클라우드 Ncloud Space (서울시 강남구 테헤란로 133 11층 강의장)
■ 프로그램 :
10:00 – 11:00   사용자·관리자를 위한 네이버웍스 시작하기
11:00 – 12:00   사용자를 위한 네이버웍스 사용하기 1
12:00 – 13:00   점심시간 
13:30 – 14:30  사용자를 위한 네이버웍스 사용하기 2 
14:30 – 15:30  관리자를 위한 네이버웍스 Admin 설정하기 
15:30 – 17:00  사용자·관리자를 위한 워크박스 사용하기 

■ 신청방법 : 교육 신청하기
       ※ 상단 ‘교육 신청하기’를 클릭하신 후 개인 정보를 입력하시면 신청이 완료됩니다. 

■ 안내 사항:
– 본 교육은 ‘사용자·관리자를 위한 워크박스 사용하기’ 교육 세션이 포함되어 있습니다.
– 본 교육은 무료이나 좌석 수가 한정되어 조기 마감될 수 있습니다. 
– 단일 회사에서 여러 명이 참석을 희망하시는 경우, 개인별로 ‘교육 신청하기’ 링크를 통해 신청해 주셔야 합니다.
– 실습 과정이 포함되어 있음으로 개인 노트북을 꼭 지참해주시기 바랍니다.
– 주차 요금을 지원하지 않사오니, 대중교통 이용을 권장드립니다.
– 오프라인 교육은 온라인 동영상으로 제공하지 않습니다. 
 
감사합니다.`,
    createdAt: "2022.11.05",
    file: [
      "https://cdn.pixabay.com/photo/2014/04/05/11/40/poster-316690_960_720.jpg",
      "https://cdn.pixabay.com/photo/2023/11/23/20/40/ocean-8408693_1280.jpg",
      "https://cdn.pixabay.com/photo/2024/03/21/14/29/car-8647805_1280.jpg",
    ],
  },
  {
    id: 9,
    category: "서비스",
    title: "[안내] 네이버웍스 로그인 웹페이지 주소 변경",
    contents: `안녕하세요, 네이버웍스입니다.

4/23(화)부터 네이버웍스의 로그인 웹페이지 주소가 *.worksmobile.com에서 *.works.do로 변경됩니다.

*.worksmobile.com으로 접속 시 자동으로 *.works.do로 웹페이지 주소가 변경되며, 로그인 화면은 동일하게 유지됩니다.
또한 SSO (Single sign-on) 로그인을 설정한 고객께서는 설정의 수정 없이 그대로 SSO 로그인이 가능합니다.

방화벽에서 *.worksmobile.com 웹페이지 주소의 접속을 허용한 고객께서는 *.works.do의 주소도 허용하여
구성원들이 로그인에 불편을 겪지 않도록 조치 부탁드립니다.

이와 관련해서 궁금한 점이 있으신 분은 온라인 문의하기로 문의 부탁드리며,
파트너 고객사의 경우 파트너사의 고객센터로 문의 부탁드립니다.
(파트너 고객사께서 ‘온라인 문의하기’로 문의 접수 시 문의 대응에 제한이 있을 수 있습니다.) 

앞으로도 더 좋은 서비스를 제공하기 위해 지속적으로 개선해 나가겠습니다.

감사합니다.`,
    createdAt: "2022.03.14",
    file: [
      "https://cdn.pixabay.com/photo/2014/04/05/11/40/poster-316690_960_720.jpg",
      "https://cdn.pixabay.com/photo/2023/11/23/20/40/ocean-8408693_1280.jpg",
      "https://cdn.pixabay.com/photo/2024/03/21/14/29/car-8647805_1280.jpg",
    ],
  },

  {
    id: 10,
    category: "서비스",
    title: "네이버웍스 API 1.0 종료 사전 안내",
    contents: `안녕하세요, 네이버웍스입니다.

22년 3월 7일 기 안내해드렸던대로 24년 4월 1일 NAVER WORKS API 1.0 서비스가 공식 종료됩니다. (링크)
서비스가 종료된 이후 API 1.0 관련 모든 문서는 삭제되며, 다음 정기 업데이트에서는 네이버웍스 Developers console 에서 ‘API 1.0’ 메뉴 및
‘API 1.0 통계 보기’ 메뉴도 제거됩니다.
※ 다음 정기 업데이트는 공지사항을 통해 안내될 예정입니다.

API 2.0으로 전환 기간을 고려해 9/1까지 API 1.0을 호출하실 수 있으며 또한 제거된 API 1.0 메뉴들은 아래 링크들을 통해 접속하실 수 있습니다. 
– ‘API 1.0’ 메뉴 (링크)
– ‘API 1.0 통계 보기’ 메뉴 (링크)
아직 API 2.0으로 전환하지 않은 고객께서는 이용에 불편을 겪지 않도록 API 2.0으로 빠르게 전환해주시기 바랍니다.

API 2.0으로 전환을 위한 참고 자료는 아래 링크를 확인해주세요.
1. API 2.0 소개 (링크)
2. API 1.0으로 설정한 Bot을 API 2.0 기반으로 업그레이드 (링크)
3. 조직 연동 시 호출하는 API를 API 2.0으로 전환 (링크1, 링크2)
4. API 2.0 Rate limit (링크)

이와 관련해서 궁금한 점이 있으신 분은 온라인 문의하기로 문의 부탁드리며,
파트너 고객사의 경우 파트너사의 고객센터로 문의 부탁드립니다.
(파트너 고객사께서 ‘온라인 문의하기’로 문의 접수 시 문의 대응에 제한이 있을 수 있습니다.) 

감사합니다.`,
    createdAt: "2022.03.05",
    file: null,
  },

  {
    id: 11,
    category: "업데이트",
    title: "네이버웍스 비정기 업데이트 소식",
    contents: `안녕하세요, 네이버웍스입니다.

네이버웍스 비정기 업데이트가 2024년 2월 20일(화)에 진행됩니다.
자세한 업데이트 사항은 아래 내용을 확인해 주시기 바랍니다.
​
■ 업데이트 일정 : 2024년 2월 20일(화) 오후 2시경
※ 앱 노출 시간은 앱스토어 사정에 따라 상이할 수 있습니다.
※ Mobile앱은 선택 업데이트 방식으로 [Mobile앱 > 더보기 > 애플리케이션 정보]를 통해서도 최신 버전으로 업데이트 할 수 있습니다.`,
    createdAt: "2022.02.16",
    file: [
      "https://cdn.pixabay.com/photo/2014/04/05/11/40/poster-316690_960_720.jpg",
      "https://cdn.pixabay.com/photo/2023/11/23/20/40/ocean-8408693_1280.jpg",
      "https://cdn.pixabay.com/photo/2024/03/21/14/29/car-8647805_1280.jpg",
    ],
  },
  {
    id: 12,
    category: "이벤트",
    title: "[교육] 네이버웍스 사용자 무료 교육 안내ㅣ23년 11월 22일(수)",
    contents: `안녕하세요, 네이버웍스입니다.

네이버웍스 사용자를 위한 무료 정기 교육을 안내해 드립니다.

자세한 내용은 아래 참고해주시기 바랍니다.

■ 대상 : 네이버웍스 사용자 (사내 네이버웍스 사용자·관리자)
■ 일정 : 2023년 11월 22일 (수) 10:00 ~ 17:00
■ 장소 : 네이버클라우드 Ncloud Space (서울시 강남구 테헤란로 133 11층 강의장)
■ 프로그램 :
10:00 – 11:00   사용자·관리자를 위한 네이버웍스 시작하기
11:00 – 12:00   사용자를 위한 네이버웍스 사용하기 1
12:00 – 13:00   점심시간 
13:30 – 14:30  사용자를 위한 네이버웍스 사용하기 2 
14:30 – 15:30  관리자를 위한 네이버웍스 Admin 설정하기 
15:30 – 17:00  사용자·관리자를 위한 워크박스 사용하기 

■ 신청방법 : 교육 신청하기
       ※ 상단 ‘교육 신청하기’를 클릭하신 후 개인 정보를 입력하시면 신청이 완료됩니다. 

■ 안내 사항:
– 본 교육은 ‘사용자·관리자를 위한 워크박스 사용하기’ 교육 세션이 포함되어 있습니다.
– 본 교육은 무료이나 좌석 수가 한정되어 조기 마감될 수 있습니다. 
– 단일 회사에서 여러 명이 참석을 희망하시는 경우, 개인별로 ‘교육 신청하기’ 링크를 통해 신청해 주셔야 합니다.
– 실습 과정이 포함되어 있음으로 개인 노트북을 꼭 지참해주시기 바랍니다.
– 주차 요금을 지원하지 않사오니, 대중교통 이용을 권장드립니다.
– 오프라인 교육은 온라인 동영상으로 제공하지 않습니다. 
 
감사합니다.`,
    createdAt: "2023.11.05",
    file: [
      "https://cdn.pixabay.com/photo/2014/04/05/11/40/poster-316690_960_720.jpg",
      "https://cdn.pixabay.com/photo/2023/11/23/20/40/ocean-8408693_1280.jpg",
      "https://cdn.pixabay.com/photo/2024/03/21/14/29/car-8647805_1280.jpg",
    ],
  },

  {
    id: 13,
    category: "공지",
    title: "이것은 공지입니다",
    contents: `안녕하세요, 네이버웍스입니다.

4/23(화)부터 네이버웍스의 로그인 웹페이지 주소가 *.worksmobile.com에서 *.works.do로 변경됩니다.

*.worksmobile.com으로 접속 시 자동으로 *.works.do로 웹페이지 주소가 변경되며, 로그인 화면은 동일하게 유지됩니다.
또한 SSO (Single sign-on) 로그인을 설정한 고객께서는 설정의 수정 없이 그대로 SSO 로그인이 가능합니다.

방화벽에서 *.worksmobile.com 웹페이지 주소의 접속을 허용한 고객께서는 *.works.do의 주소도 허용하여
구성원들이 로그인에 불편을 겪지 않도록 조치 부탁드립니다.

이와 관련해서 궁금한 점이 있으신 분은 온라인 문의하기로 문의 부탁드리며,
파트너 고객사의 경우 파트너사의 고객센터로 문의 부탁드립니다.
(파트너 고객사께서 ‘온라인 문의하기’로 문의 접수 시 문의 대응에 제한이 있을 수 있습니다.) 

앞으로도 더 좋은 서비스를 제공하기 위해 지속적으로 개선해 나가겠습니다.

감사합니다.`,
    createdAt: "2024.03.14",
    file: [
      "https://cdn.pixabay.com/photo/2014/04/05/11/40/poster-316690_960_720.jpg",
      "https://cdn.pixabay.com/photo/2023/11/23/20/40/ocean-8408693_1280.jpg",
      "https://cdn.pixabay.com/photo/2024/03/21/14/29/car-8647805_1280.jpg",
    ],
  },
];
